<?xml version="1.0" encoding="UTF-8"?>

error.technical.title=Erreur technique
error.action.home=Retour \u00e0 l'accueil
error.action.report=Signaler l'erreur
error.action.copy=Copier le stack trace

session.expired.title=Session expir\u00e9e
session.expired.message=Votre session a expir\u00e9 pour des raisons de s\u00e9curit\u00e9. Veuillez vous reconnecter pour continuer.
session.reconnect.button=Se reconnecter
login.welcome.back=Bon retour parmi nous !

exception.findcoordinates.club=Pas de coordonn\u00e9es GPS trouv\u00e9e : compl\u00e9ter l'adresse !
bean.test=Bean - Test d'un message dans un bean !!
club.update=Modification des donn\u00e9es du club r\u00e9ussie ! 
course.modify=Modification des donn\u00e9es du parcours r\u00e9ussie ! 


competition.description.modify=Modification des donn\u00e9es competition description r\u00e9ussie ! 
competition.create=Cr\u00e9ation de la description comp\u00e9tition r\u00e9ussie ! 
competition.data.create=Cr\u00e9ation des donn\u00e9es comp\u00e9tition r\u00e9ussie ! 
# https://docs.oracle.com/javase/8/docs/api/java/text/MessageFormat.html
competition.endbefore.start=La date de fin des inscriptions \u00e0 la comp\u00e9tition ({0,date,short}) se situe avant la date de d\u00e9but ({1,date,full})
competition.datebefore.start=La date de la comp\u00e9tition ({0,date,short}) se situe avant la date de d\u00e9but des inscriptions({1,date,full})

distance.create=Cr\u00e9ation des distances d'un trou r\u00e9ussie ! 
distance.update=Modification des distances d'un trou r\u00e9ussie ! 
distances.notfound=Il n'y a pas de Distances connues pour ce tee : 

greenfee.success=Votre paiement du greenfee est enregistr\u00e9 pour la partie 

hole.global.modify=Modification globale des donn\u00e9es des trous r\u00e9ussie ! 
hole.global.create=Cr\u00e9ation globale des donn\u00e9es des trous r\u00e9ussie ! 
//inscription.toomuch=Vous d\u00e9passez le maximum de 4 inscriptions pour cette partie = {value}
inscription.toomuchplayers=Vous d\u00e9passez le maximum de {max} inscriptions \u00e0 cette partie = 
inscription.noplayers=IL n'y a pas d'inscription \u00e0 cette partie !
inscription.ok=Votre inscription est accept\u00e9e pour la partie suivante : <br/> 
inscription.canceled=Inscription annul\u00e9e
inscription.tee.notnull=Le tee de d\u00e9part doit \u00eatre compl\u00e9t\u00e9
inscription.not.canceled=Echec annulation Inscription 
inscription.administrator=Inscription de l'administrateur accept\u00e9e
inscription.member=Inscription comme membre de ce club
inscription.greenfee=Inscription par greenfee
inscription.duplicate=Vous \u00eates d\u00e9j\u00e0 inscrit \u00e0 ce round !
inscription.refused=Voulez-vous payer un greenfee OU devenir membre du club : 
inscription.unavailable=Ce parcours n'est pas disponible \u00e0 cette date pour la raison suivante : 


lesson.success=Votre le\u00e7on chez un Pro est pay\u00e9e ! 


player.modify=Modification des donn\u00e9es du joueur r\u00e9ussie ! 
player.password.notmatch=Le mot de passe de confirmation n'est pas le m\u00eame que le mot de passe
player.password.modified=Le mot de passe est modifi\u00e9 !
player.password.reuse=Le mot de passe est refus\u00e9 car il a d\u00e9j\u00e0 \u00e9t\u00e9 utilis\u00e9 dans le pass\u00e9
player.welcome=Activation r\u00e9ussie : bienvenue !
player.email.notmatch=Le mail de confirmation n'est pas le m\u00eame que le mail initial

payment.executed=Le paiement est ex\u00e9cut\u00e9 ! 

round.notopened=Ce parcours n'\u00e9tait pas encore ouvert \u00e0 cette date
round.closed=Ce parcours est ferm\u00e9 \u00e0 cette date
round.created=Partie disponible ! 
round.unavailable=Parcours indisponible pour : 

ryder.round.created=Une partie Ryder Cup est cr\u00e9\u00e9e !
ryder.score.created=Un score Ryder Cup est introduit !
ryder.score.modify=Modification des donn\u00e9es du score r\u00e9ussie ! 


trial.accepted=Essai accept\u00e9, votre compte est {0} pour un maximum de 5";
zero.result=Compl\u00e9tez l'adresse pour trouvers les coordonn\u00e9es
tarif.greenfee.empty=Vous devez compl\u00e9ter au moins une option de tarif
tarif.greenfee.notfound=Il n'y a pas de tarif connu pour ce parcours : 
tarif.member.notfound=Il n'y a pas de tarif connu pour devenir membre de ce club
tarif.member.endbeforestart=La date de fin se trouve avant la date de d\u00e9but
tarif.member.show=Le tarif Membres pour ce club est :
tarif.overlapping=Il y a un chevauchement pour les p\u00e9riodes suivantes : <br/>
tarif.greenfee.show=Le tarif Greenfee pour ce round est :

tee.modify=Modification des donn\u00e9es du tee r\u00e9ussie ! 
subscription.year=Souscription annuelle
subscription.month=Souscription mensuelle
subscription.trial=Souscription gratuite \u00e0 l'essai pour un jour : 
subscription.initial=Premier mois gratuit !
subscription.success=Votre souscription est enregistr\u00e9e pour la p\u00e9riode : 
creditcard.registered=Votre carte de cr\u00e9dit est enregistr\u00e9e pour une future utilisation : 
subscription.notrial=Vous n'avez pas besoin d'un Essai : votre souscription est valable jusqu'au  
subscription.invalid=Vous devez souscrire un abonnement \u00e0 GolfLC !
subscription.notfound=Vous n'avez pas encore de souscription \u00e0 GolfLC.  Nous lan\u00e7ons la proc\u00e9dure ...
subscription.create.toomuchtrials=Vous avez d\u00e9pass\u00e9 le maximum de 5 essais d'un jour.  Vous devez passer \u00e0 une souscription mensuelle ou annuelle

translation.nofile=<br/>Il n'existe pas d'aide pour cet \u00e9cran

unavailable.structure.show=La structure Etat du terrain pour club est :
unavailable.structure.notfound=Vous devez d'abord cr\u00e9er une structure !


connection.failed=Le mot de passe n'est pas correct !
connection.blocked=Vous ne pouvez plus vous connecter suite \u00e0 trois tentatives erron\u00e9es
unavailable.cause="Ce parcours n'est pas disponible pour la raison suivante : "

password.confirmation.notmatch=Le mot de passe de confirmation doit \u00eatre \u00e9gal au mot de passe initial
password.notmatch=Le mot de passe ne correspond pas \u00e0 celui introduit ant\u00e9rieuremnt
password.match=Le mot de passe ancien est correct : 
password.empty=Veuillez introduire un mot de passe
password.blocked=L'acc\u00e8s \u00e0 cette application est bloqu\u00e9 pendant 15 minutes suite \u00e0 3 tentatives erron\u00e9es, jusqu'\u00e0 :  
password.reset.ok="Votre password est r\u00e9initialis\u00e9 : vous avez respect\u00e9 le d\u00e9lai de 10 minutes, il restait encore 




create.player.fail=Ce joueur est d\u00e9j\u00e0 enregistr\u00e9 !
create.player.fail.email=Cette adresse mail est d\u00e9j\u00e0 utilis\u00e9e : 
create.reset.mail=Nous venons de vous envoyer un mail pour initialiser votre mot de passe. Il n'est valable que 10 minutes !
create.registration.mail=Nous venons de vous envoyer un mail pour confirmer votre enregistrement. Il n'est valable que 10 minutes !
cancel.inscription=Vous ne pouvez supprimer que vos propres inscriptions, pas celles des autres joueurs 
create.inscription.duplicate=Vous \u00eates d\u00e9j\u00e0 inscrit \u00e0 cette partie ! 
create.cotisation.duplicate=Vous \u00eates d\u00e9j\u00e0 membre de ce club : 
create.lesson.duplicate=Vous avez d\u00e9j\u00e0 pay\u00e9 cette le\u00e7on : 
create.competitiondata.duplicate=Vous \u00eates d\u00e9j\u00e0 inscrit \u00e0 cette comp\u00e9tition 
cotisation.notfound=Vous n'\u00eates PAS membre de ce club. Voulez-vous payer un greenfee ou devenir membre de ce club ?
cotisation.notmember=Vous avez pay\u00e9 un \u00e9quipement mais vous n'\u00eates pas membre de ce club 
cotisation.success=Votre cotisation est enregistr\u00e9e pour la p\u00e9riode 
cotisation.communication=Cotisation comme membre du club 
cotisation.payment=Date de paiement
creditcard.notfound=Pas de carte de cr\u00e9dit enregistr\u00e9e pour ce joueurcreditcard.notfound
creditcard.found=Il existe d\u00e9j\u00e0 une carte de cr\u00e9dit enregistr\u00e9e pour ce joueur

inscription.canceled=Annulation de l'inscription
create.greenfee.season.empty=Vous devez compl\u00e9ter les dates des saisons
create.greenfee.equipments.empty=Vous devez obligatoirement introduire le prix des \u00e9quipements
create.greenfee.twilight.empty=Vous devez introduire les donn\u00e9es twilight
create.greenfee.empty=Vous devez compl\u00e9ter au moins un genre (saison, greenfee, days, times, equipments)
create.greenfee.duplicate=Vous avez d\u00e9j\u00e0 pay\u00e9 ce greenfee ! 
greenfee.notfound=Vous n'avez pas pay\u00e9 de greenfee pour ce parcours ! 
greenfee.paid=Vous avez pay\u00e9 le greenfee pour ce parcours - Merci ! 

distancetee.notfound=Distance tee not found !! first create a DISTANCE tee with 'YELLOW' and 'M' and '01-18'
distancetee.found=Il y a un Distance Tee pour ce tee ! 
mastertee.found=Il y a un Distance Tee pour ce tee ! 
mastertee.notfound=Il n'y a pas de Master Tee pour ce tee ! first create a tee with 'YELLOW' and 'M' and '01-18'
tee.created=Cr\u00e9ation du tee r\u00e9ussie !

tee.mastertee.not found=Master Tee not found
lesson.success=Votre le\u00e7on est enregistr\u00e9e pour la p\u00e9riode 
logging.notfound=Il n'y a pas de logging enregistr\u00e9 pour ce joueur
logging.found=Il existe d\u00e9j\u00e0 un logging enregistr\u00e9 pour ce joueur
