# Bean Properties -- French Version

bean.test=Bean - Test d'un message dans un bean !!


club.modify=Modification des donn\u00e9es du club r\u00e9ussie ! 
course.modify=Modification des donn\u00e9es du parcours r\u00e9ussie ! 
cotisation.success=Votre cotisation est enregistr\u00e9e pour la p\u00e9riode 

greenfee.success=Votre paiement du greenfee est enregistr\u00e9 pour la partie 

hole.modify=Modification des donn\u00e9es des trous r\u00e9ussie ! 
//inscription.toomuch=Vous d\u00e9passez le maximum de 4 inscriptions pour cette partie = {value}
inscription.toomuchplayers=Vous d\u00e9passez le maximum de 4 inscriptions pour cette partie = 
inscription.ok=Votre inscription est accept\u00e9e pour la partie suivante : 
inscription.canceled=Inscription annul\u00e9e
inscription.not.canceled=Echec annulation Inscription 
player.modify=Modification des donn\u00e9es du joueur r\u00e9ussie ! 
player.password.notmatch=ES Le mot de passe de confirmation n'est pas le m\u00eame que le mot de passe
player.password.modified=\u00a1La contrase\u00f1a ha cambiado!

round.notopened=Ce parcours n'\u00e9tait pas encore ouvert \u00e0 cette date
round.closed=Ce parcours est ferm\u00e9 \u00e0 cette date
round.created=Partie disponible ! 
round.unavailable=Parcours indisponible pour : 
#trial.accepted=Essai accept\u00e9, votre compte est " + subscription.getTrialCount() + " pour un maximum de 5";
trial.accepted=Essai accept\u00e9, votre compte est {0} pour un maximum de 5";
zero.result=Compl\u00e9tez l'adresse pour trouvers les coordonn\u00e9es
tarif.greenfee.empty=Vous devez compl\u00e9ter au moins une option de tarif
tarif.notfound=Il n'y a pas de tarif connu pour ce parcours : 
tarif.member.notfound=Il n'y a pas de tarif connu pour devenir membre de ce parcours
tarif.member.endbeforestart=La date de fin se trouve avant la date de d\u00e9but
tarif.member.show=Le tarif Membres pour ce club est :
tee.modify=Modification des donn\u00e9es du tee r\u00e9ussie ! 
subscription.year=Suscripci\u00f3n anual
subscription.month=Suscripci\u00f3n mensual
subscription.trial=Suscr\u00edbase a la prueba por un d\u00eda
subscription.success=Su suscripci\u00f3n se extiende hasta  
creditcard.success=Votre carte de cr\u00e9dit est enregistr\u00e9e pour une future utilisation : 
subscription.notrial=ES Vous n'avez pas besoin d'un Trial : votre souscription est valable jusqu'au  
subscription.invalid=\u00a1Debe suscribirse a GolfLC!
subscription.notfound=ES Vous n'avez pas encore de souscription \u00e0 GolfLC.  Nous lan\u00e7ons la proc\u00e9dure ...
subscription.create.toomuchtrials=Vous avez d\u00e9pass\u00e9 le maximum de 5 essais d'un jour.  Vous devez passer \u00e0 une souscription mensuelle ou annuelle

unavailable.cause="Ce parcours n'est pas disponible pour la raison suivante : "

password.confirmation.notmatch=ESLe mot de passe de confirmation doit \u00eatre \u00e9gal au mot de passe initial
password.notmatch=La nueva contrase\u00f1a no coincide con la anterior
password.match=\u00a1La contrase\u00f1a anterior es correcta!
password.empty=La contrase\u00f1a no est\u00e1 completa
password.blocked=ESL'acc\u00e8s \u00e0 cette application est bloqu\u00e9 pendant 15 minutes suite \u00e0 3 tentatives erron\u00e9es, jusqu'\u00e0 :  


create.player.fail=ESCe joueur est d\u00e9j\u00e0 enregistr\u00e9 !
create.player.fail.email=Esta direcci\u00f3n de correo electr\u00f3nico ya est\u00e1 en uso: 
create.reset.mail=Acabamos de enviarle un correo electr\u00f3nico para inicializar su contrase\u00f1a. \u00a1Solo es v\u00e1lido por 10 minutos!
create.registration.mail=Acabamos de enviarle un correo electr\u00f3nico para confirmar su registro. \u00a1Solo es v\u00e1lido por 10 minutos!
cancel.inscription=Vous ne pouvez supprimer que vos propres inscriptions, pas celles des autres joueurs 
create.inscription.duplicate=Vous \u00eates d\u00e9j\u00e0 inscrit \u00e0 cette partie !
create.cotisation.duplicate=Vous \u00eates d\u00e9j\u00e0 membre de ce club : 
cotisation.notfound=Vous n'\u00eates PAS membre de ce club. Voulez-vous payer un greenfee OU devenir membre de ce club ?
creditcard.notfound=Pas de carte de cr\u00e9dit enregistr\u00e9e pour ce joueur
cotisation.notmember=Vous avez pay\u00e9 un \u00e9quipement mais vous n'\u00eates pas membre de ce club 
inscription.canceled=Annulation de l'inscription
create.greenfee.season.empty=Vous devez compl\u00e9ter les dates des saisons
create.greenfee.equipments.empty=Vous devez obligatoirement introduire le prix des \u00e9quipements
create.greenfee.empty=Vous devez compl\u00e9ter au moins un genre (saison, greenfee, days, times, equipments)
create.greenfee.duplicate=Vous avez d\u00e9j\u00e0 pay\u00e9 ce greenfee ! 
greenfee.notfound=Vous n'avez pas pay\u00e9 de greenfee pour ce parcours ! 